{
 "id":"56011131",
 "name":"The Legendary Dragon Alephwyr, named Alephwyr",
 "screen_name":"Alephwyr",
 "tweets":[
  {"id":"1206026882166091777","timestamp":"1576374190","retweet_count":"1","favorite_count":"20","in_reply_to_status_id":"null","in_reply_to_user_id":"null","in_reply_to_screen_name":"null","text":"Accepting the @vgr challenge and doing 1 like, 1 opinion on The risks and dangers of trans life"},
  {"id":"1206030392874037248","timestamp":"1576375027","retweet_count":"0","favorite_count":"2","in_reply_to_status_id":"1206026882166091777","in_reply_to_user_id":"56011131","in_reply_to_screen_name":"Alephwyr","text":"@vgr Disclaimer: what I have personal experience with is a narrow subset of trans experiences, specifically white non-passing trans experiences (formerly middle class).  I guess I'll start with my most controversial opinion: SES is uncorrelated with merit in trans people, atypically"},
  {"id":"1206031683356512257","timestamp":"1576375334","retweet_count":"0","favorite_count":"6","in_reply_to_status_id":"1206030392874037248","in_reply_to_user_id":"56011131","in_reply_to_screen_name":"Alephwyr","text":"@vgr It's trivial to become homeless while trans simply because most things which insulate from homelessness: good family relations, plausible chances of getting hired for entry level work or whatever, all go away or become at risk when trans-ness becomes or is at risk of saliency"},
  {"id":"1206032051352129536","timestamp":"1576375422","retweet_count":"1","favorite_count":"6","in_reply_to_status_id":"1206031683356512257","in_reply_to_user_id":"56011131","in_reply_to_screen_name":"Alephwyr","text":"@vgr There are times when I've climbed into the cars of strange men at bus stops due to extreme poverty.  It was only luck that they wanted me to help them clean RVs and cars for resale and not to perform sexual favours or to kill me.  I was paid mostly in McDonalds sandwiches."},
  {"id":"1206032603708440576","timestamp":"1576375554","retweet_count":"3","favorite_count":"17","in_reply_to_status_id":"1206032051352129536","in_reply_to_user_id":"56011131","in_reply_to_screen_name":"Alephwyr","text":"@vgr From personal experience, the odds of being fucked over by some obtuse bureaucrat or harassed by a low level employer in ways that prevent your life from functioning seem just about infinitely higher than the odds of being killed by a random street person or whatever."},
  {"id":"1206033762561085441","timestamp":"1576375830","retweet_count":"0","favorite_count":"6","in_reply_to_status_id":"1206032603708440576","in_reply_to_user_id":"56011131","in_reply_to_screen_name":"Alephwyr","text":"@vgr I can add that I carried a gun for two years.  During that time I felt at risk of assault twice, but was able to avoid it due to vigilance.  Carrying a gun gives me extra perspective on random violence.  I think most of it can be avoided just by avoiding bad environments/contexts"},
  {"id":"1206036752189624320","timestamp":"1576376543","retweet_count":"0","favorite_count":"5","in_reply_to_status_id":"1206033762561085441","in_reply_to_user_id":"56011131","in_reply_to_screen_name":"Alephwyr","text":"@vgr Trans people are treated horribly in prison. To the degree that my plan, if I was ever in a defensive shooting that had any ambiguity in witness perspective whatsoever, was to keep my gun and go out shooting against the police if threatened by them, death being better than prison"},
  {"id":"1206045095658549248","timestamp":"1576378532","retweet_count":"1","favorite_count":"8","in_reply_to_status_id":"1206036752189624320","in_reply_to_user_id":"56011131","in_reply_to_screen_name":"Alephwyr","text":"@vgr I've been molested by police twice, denied a CCW once by one, and harassed or assaulted by several.  Most police I have encountered have been professional, including overseas, but police are still more threatening than just about any other well defined group of people."},
  {"id":"1206046681508106240","timestamp":"1576378910","retweet_count":"0","favorite_count":"6","in_reply_to_status_id":"1206045095658549248","in_reply_to_user_id":"56011131","in_reply_to_screen_name":"Alephwyr","text":"@vgr Education is entirely uncorrelated with any kind of success or life stability when you're trans.  I don't know why, it just is.  I have six degrees in STEM and am currently working on a seventh and I've been homeless for some portion of 6 of the last 9 years."},
  {"id":"1206047100460392448","timestamp":"1576379010","retweet_count":"1","favorite_count":"5","in_reply_to_status_id":"1206046681508106240","in_reply_to_user_id":"56011131","in_reply_to_screen_name":"Alephwyr","text":"@vgr Speaking of education, the odds of getting a decent one go way down due to the chances of institutional abuse in K-12 going up.  I was sidetracked into a state run alternative school for being \"disruptive\" where I was then tortured by fundamentalists. Didn't graduate high school"},
  {"id":"1206052292618682368","timestamp":"1576380248","retweet_count":"0","favorite_count":"4","in_reply_to_status_id":"1206047100460392448","in_reply_to_user_id":"56011131","in_reply_to_screen_name":"Alephwyr","text":"@vgr It's worth noting that many trans youth along with LGBT youth more generally are actually sent to what amount to private gulags, conversion camps that are usually religiously run but not always.  The \"troubled teen\" industry is deliberately obtuse about what counts as \"troubled\"."},
  {"id":"1206256659477123072","timestamp":"1576428973","retweet_count":"1","favorite_count":"6","in_reply_to_status_id":"1206052292618682368","in_reply_to_user_id":"56011131","in_reply_to_screen_name":"Alephwyr","text":"@vgr The risks of being trans are compounding.  First family issues and school issues, which create housing and psychological issues, which create employment issues, which end up creating passability issues, and so you end up poor, homeless, mentally ill, marked out, in bad situations"},
  {"id":"1206257140748476420","timestamp":"1576429088","retweet_count":"0","favorite_count":"2","in_reply_to_status_id":"1206256659477123072","in_reply_to_user_id":"56011131","in_reply_to_screen_name":"Alephwyr","text":"@vgr Trans support groups can be somewhat helpful but they are essentially gathering places for the doomed in most events, or else help for people who don't really need it.  It's always one or the other because each modality is anathema to the members who would make up the other group"},
  {"id":"1206257962878001154","timestamp":"1576429284","retweet_count":"0","favorite_count":"2","in_reply_to_status_id":"1206257140748476420","in_reply_to_user_id":"56011131","in_reply_to_screen_name":"Alephwyr","text":"@vgr Since being trans is not a culture/race it's typically something you weather alone.  There's very little real trans solidarity, trans people are the most severe darwinian infighters out of any group I know of.  There is of course cooperation, but not at the scale found elsewhere."},
  {"id":"1206258613754314752","timestamp":"1576429439","retweet_count":"0","favorite_count":"3","in_reply_to_status_id":"1206257962878001154","in_reply_to_user_id":"56011131","in_reply_to_screen_name":"Alephwyr","text":"@vgr It's impossible to tell which friends will abandon you and for what reasons.  Just for being trans, sometimes the most conservative people you know will stick around and the liberals will abandon. Then with compounding problems people eventually just declare you a deadbeat or w/e"},
  {"id":"1206259444033605632","timestamp":"1576429637","retweet_count":"0","favorite_count":"2","in_reply_to_status_id":"1206258613754314752","in_reply_to_user_id":"56011131","in_reply_to_screen_name":"Alephwyr","text":"@vgr A lot has been made out of suicidality.  I first attempted suicide when I was 8 around when puberty first started, and again when I was 15. I don't consider suicide \"a risk\", because that externalizes responsibility. But it's always present as an \"answer\" to intractable problems."},
  {"id":"1206305843869650944","timestamp":"1576440699","retweet_count":"0","favorite_count":"2","in_reply_to_status_id":"1206259444033605632","in_reply_to_user_id":"56011131","in_reply_to_screen_name":"Alephwyr","text":"@vgr One thing that tends to happen to many trans people is that they end up playing amateur therapist to other trans people, this despite the therapy requirement most countries have for transitioning.  This is not really a \"risk\" in the same sense as the others, but worth noting."},
  {"id":"1206308208781824000","timestamp":"1576441263","retweet_count":"0","favorite_count":"3","in_reply_to_status_id":"1206305843869650944","in_reply_to_user_id":"56011131","in_reply_to_screen_name":"Alephwyr","text":"@vgr Chasers:  Many if not most sexual solicitations will come from fetishists. These men often have emotional and psychological problems and if you turn them down sometimes they'll get unreasonably angry, feeling that dejection from a trans woman is especially or atypically degrading"},
  {"id":"1206310468010176512","timestamp":"1576441802","retweet_count":"0","favorite_count":"2","in_reply_to_status_id":"1206308208781824000","in_reply_to_user_id":"56011131","in_reply_to_screen_name":"Alephwyr","text":"@vgr Shopping:  Misgendering is ubiquitous, whether malicious or from ignorance. I've never been asked to leave but have been harassed/ignored. Fast food is always bad. In general, the problem is lower class people who feel resentful about having to serve/associate with a trans person"},
  {"id":"1206315371612925952","timestamp":"1576442971","retweet_count":"0","favorite_count":"2","in_reply_to_status_id":"1206310468010176512","in_reply_to_user_id":"56011131","in_reply_to_screen_name":"Alephwyr","text":"@vgr One big risk that's underreported:  Hormone replacement therapy right now typically sucks.  It follows standards of care defined something like 50 years ago, uses obsolete medications that are harmful to the body, and ignores relevant individual genetic and biological information"},
  {"id":"1206330732408233984","timestamp":"1576446633","retweet_count":"0","favorite_count":"1","in_reply_to_status_id":"1206315371612925952","in_reply_to_user_id":"56011131","in_reply_to_screen_name":"Alephwyr","text":"@vgr I haven't experienced this personally, but a lot of older trans people have problems establishing work history without outing themselves given that it is all under an old name. I just have the normal millennial problem of never hired into the relevant industry in the first place."}
 ]
}
