{
 "id":"70859386",
 "name":"Morgan Sutherland",
 "screen_name":"msutherl",
 "tweets":[
  {"id":"1206052458641817600","timestamp":"1576380288","retweet_count":"9","favorite_count":"68","in_reply_to_status_id":"null","in_reply_to_user_id":"null","in_reply_to_screen_name":"null","text":"I've been challenged by @vgr to write 100 opinions on \"art and the alt-right.\" My first thought was \"oh God, delete this.\" But let's embrace the edge and give it a go. https://t.co/JMgCcfwxTm"},
  {"id":"1206053630664527872","timestamp":"1576380567","retweet_count":"2","favorite_count":"12","in_reply_to_status_id":"1206052458641817600","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 1. To whatever extent I'm involved with the so-called alt-right, it has to do with a shared sense that society is unwell, and that this concerns my life. Looking upon the world, I feel hurt, I feel disgust, and I feel a desire for things to be other than how they are."},
  {"id":"1206054199709929473","timestamp":"1576380703","retweet_count":"0","favorite_count":"11","in_reply_to_status_id":"1206053630664527872","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 2. Feeling that things should change, one immediately wonders: \"how?\" And down a thousand rabbit holes we go. Most if not all rabbit holes, it seems, end up in \"change is not only very difficult, but fraught.\""},
  {"id":"1206054749025386498","timestamp":"1576380834","retweet_count":"1","favorite_count":"11","in_reply_to_status_id":"1206054199709929473","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 3. Observing how difficult change is, one begins to wonder how it is that things are the way they are already, and one immediately runs into two topics: (1) tradition, or how value is discovered and preserved and (2) nature, or how things are the way they are beyond our control."},
  {"id":"1206055952497049600","timestamp":"1576381121","retweet_count":"0","favorite_count":"9","in_reply_to_status_id":"1206054749025386498","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 4. Observing how change happens over time, one begins to distinguish between evolution, iteration, revolution, organic growth, high-modernist planning, etc. It becomes clear that change takes many forms, embodied, and as a concept. Change is material, and change is a story."},
  {"id":"1206057498584567809","timestamp":"1576381489","retweet_count":"0","favorite_count":"6","in_reply_to_status_id":"1206055952497049600","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 5. Obama ran on \"Change,\" which is good enough proof that a progressive story concerned with change is widely shared in the collective psyche today. Progressive \"Change,\" is in fact almost a religion. \"Climate change.\" Reform. Repair. Recycle."},
  {"id":"1206058008196726784","timestamp":"1576381611","retweet_count":"1","favorite_count":"9","in_reply_to_status_id":"1206057498584567809","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 6. But to many young people growing up today, the world looks like a train wreck. Change is happening – in fact it's constantly accelerating. Just look at the charts! Yet, we wonder, \"why does my life feel meaningless?\" \"Why don't I feel taken care of?\""},
  {"id":"1206058838224338946","timestamp":"1576381809","retweet_count":"1","favorite_count":"10","in_reply_to_status_id":"1206058008196726784","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 7. \"Why is my suburban neighborhood so isolating, and ugly?\" \"Why are people fighting and killing each other?\" \"Why is it that I don't feel safe walking around?\" \"How come people think that something intrinsic about me means I should feel shame?\" \"How can I succeed in the world?\""},
  {"id":"1206059558390513664","timestamp":"1576381980","retweet_count":"1","favorite_count":"9","in_reply_to_status_id":"1206058838224338946","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 8. \"Why do I feel so uncertain, unsafe, and rejected when desire for \"Change\" is so widely shared?\" And, so, one starts to doubt \"change.\" \"Change hasn't done anything for me.\""},
  {"id":"1206060226044018690","timestamp":"1576382140","retweet_count":"1","favorite_count":"8","in_reply_to_status_id":"1206059558390513664","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 9. I still test as a liberal on a political quiz, but this was the beginning of my interest in conservatism, and a shift in the collective consciousness that I saw happening around me in my 20s."},
  {"id":"1206060658615177216","timestamp":"1576382243","retweet_count":"0","favorite_count":"15","in_reply_to_status_id":"1206060226044018690","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 10. I witnessed mass protests in Montreal, and millions of young people gathering in public squares to fight corporate greed. Few recall that #Occupy and Anonymous were born on 4chan. And already at the beginning, I wondered, \"what is this going to do?\""},
  {"id":"1206062317424660480","timestamp":"1576382638","retweet_count":"0","favorite_count":"17","in_reply_to_status_id":"1206060658615177216","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 11. Even fewer recall that #Occupy's Gen-X precursor was the anti-globalization movement, which held many views in common with Trump's agenda today. Those Leftists were skeptical of identity politics, because it detracts from the higher goals of emancipation."},
  {"id":"1206063633697886208","timestamp":"1576382952","retweet_count":"0","favorite_count":"7","in_reply_to_status_id":"1206062317424660480","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 12. Hypocrisy, mass mobilization achieving nothing, no relief in sight. One starts to feel confused, then disappointed, then dejected, then nihilistic. The alt-right emerged out of this state of affairs. There's no hope, and nothing means anything. I'm alone."},
  {"id":"1206064791371931648","timestamp":"1576383228","retweet_count":"1","favorite_count":"11","in_reply_to_status_id":"1206063633697886208","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 13. Whereas Acceleration – the other entirely new ideology of our generation – takes this dread and doubles down on it, there are yet sources of hope, and meaningful explanations to be found. Rolling around in the ashes, one looks up and discovers they have a family."},
  {"id":"1206065498758107136","timestamp":"1576383397","retweet_count":"1","favorite_count":"12","in_reply_to_status_id":"1206064791371931648","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 14. One travels to Europe and discovers beautiful towns with winding streets. Looking up to a vaulted ceiling, a rich depiction of man's struggle with the cosmos. In history books, tales of brave men with unshakeable honor fighting dragons and demons. Blood, pain, glory, beauty."},
  {"id":"1206066329758789638","timestamp":"1576383595","retweet_count":"0","favorite_count":"11","in_reply_to_status_id":"1206065498758107136","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 15. There is, in fact, something to fight for – something that can be fought for. But it is not in the future. It is in the past, and it is in our hearts. It is destroyed by change, yet it is always with us."},
  {"id":"1206068115525685248","timestamp":"1576384021","retweet_count":"0","favorite_count":"9","in_reply_to_status_id":"1206066329758789638","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 16. One begins to wonder if change equals destruction. Preservation, memory, protection, family, culture, spirit, grit, power, love, and nature are the good. Change is violence, anger, spite, unrest, instability, ignorance. It stands against the good."},
  {"id":"1206070498917896192","timestamp":"1576384589","retweet_count":"2","favorite_count":"13","in_reply_to_status_id":"1206068115525685248","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 17. Whatever the alt-right is, it's a re-evaluation of these terms – 'what is the good, and where is it to be found?' Like any reactionary turn of thought, it is unbalanced. It overemphasizes its chosen virtues, and disowns universal evils. Yet it reveals hidden truths."},
  {"id":"1206074718698164226","timestamp":"1576385595","retweet_count":"2","favorite_count":"21","in_reply_to_status_id":"1206070498917896192","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 18. During my time as an art student, I was assigned to read \"Chaosmosis\" by Guattari – Deleuze's long-time collaborator. It forever altered my view on the world by introducing the concept \"ethico-aesthetics.\"\n\nhttps://t.co/vuPv6wBk6q"},
  {"id":"1206075755236491269","timestamp":"1576385842","retweet_count":"1","favorite_count":"12","in_reply_to_status_id":"1206074718698164226","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 19. I was never one for close readings, but what I took from that encounter was a habit of thinking the psychic, ethical, social, material, aesthetic, machinic, and ecological together as single \"plenum\" or \"space\" or \"fabric\". Every \"thing\" is all of these things at once."},
  {"id":"1206076967197364224","timestamp":"1576386131","retweet_count":"1","favorite_count":"7","in_reply_to_status_id":"1206075755236491269","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 20. \"The Three Ecologies\" is more explicit and clear – certainly easier to decipher. \"Ecology\" is more than \"the set of all 'natural' things\" – and as pertains to environmentalism, the social, psychic, and physical inseparably constitute \"the environment\"\n\nhttps://t.co/jebCEdU9JS"},
  {"id":"1206077852317151233","timestamp":"1576386342","retweet_count":"0","favorite_count":"10","in_reply_to_status_id":"1206076967197364224","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 21. Timothy Morton's \"Hyperobjects\" adds a useful concept to the toolkit. When we conceptualize, we cleave \"things\" from this continuous, dense space that is reality – and we might think beyond common \"objects\" or bounded things conceived in a single register."},
  {"id":"1206078225765392384","timestamp":"1576386431","retweet_count":"1","favorite_count":"6","in_reply_to_status_id":"1206077852317151233","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 22. A train is a physical object, but what of the train, its passengers, all of their thoughts, how them being together and relocating affects the broader psyche of which they're a part, the track, electrical systems, the business that operates it, its environmental impact."},
  {"id":"1206078661662629890","timestamp":"1576386535","retweet_count":"2","favorite_count":"5","in_reply_to_status_id":"1206078225765392384","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 23. This train is a hyperobject, and \"trains\" is a hyperobject. These three trains, here. 'People on trains.' Train wrecks, and all the procedures that surround them. The concept \"train wreck.\""},
  {"id":"1206079190316937218","timestamp":"1576386661","retweet_count":"0","favorite_count":"9","in_reply_to_status_id":"1206078661662629890","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 24. As such, any description or analysis of the alt-right, or any 'movement,' feels woefully inadequate to me – even not worth putting into words. For me, politics is ethico-aesthetic. It is a way of being, an aesthetics, a language, a languaging, an orientation, an attractor."},
  {"id":"1206080088527134720","timestamp":"1576386875","retweet_count":"0","favorite_count":"12","in_reply_to_status_id":"1206079190316937218","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 25. And for me – for anyone – something so vast and diffuse only exists as an impression. For a progressive journalist, a conspiracy. Men in a room, a chat room, plotting? For me, a new turn in poetry. A specific way of using images. An emotional tenor."},
  {"id":"1206084824449970176","timestamp":"1576388004","retweet_count":"2","favorite_count":"12","in_reply_to_status_id":"1206080088527134720","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 26. So, insofar as I can about the alt-right, it's as an art movement. It's something like the Beat Generation – an attitude, and a style – one that feels alive, fresh, generative."},
  {"id":"1206085119800250368","timestamp":"1576388075","retweet_count":"2","favorite_count":"15","in_reply_to_status_id":"1206084824449970176","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 27. If the left had an equivalent, I'd be into that too. But mainstream power never forms the basis of a meaningful alternative culture. The currency of dissent is taboo."},
  {"id":"1206086484161220613","timestamp":"1576388400","retweet_count":"1","favorite_count":"16","in_reply_to_status_id":"1206085119800250368","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 28. But I'll contradict myself – the left does have an aesthetic counter-culture. It's called the Contemporary Art World. You've probably never heard of it. It's absolutely as fascinating, rich, and contradictory as the alt-right, but it couldn't be more dissimilar."},
  {"id":"1206087025499070464","timestamp":"1576388529","retweet_count":"2","favorite_count":"16","in_reply_to_status_id":"1206086484161220613","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 29. Something that's always fascinated me is how Design and Art are in some ways inherently \"fascist,\" in the quotidian use of the word. The great designer, with unassailable refined taste singularly decides how \"it\" should be. He exerts total control over his work."},
  {"id":"1206087742930571265","timestamp":"1576388700","retweet_count":"1","favorite_count":"11","in_reply_to_status_id":"1206087025499070464","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 30. The more appropriate term would be \"totalitarian,\" but designers are dictators, and dictators love designers. And count me among them! Have you *seen* Ashgabat? Designers love when things are all one color. All-white. All-black. No distractions.\n\nhttps://t.co/a3LZVpTDtl"},
  {"id":"1206088265956093952","timestamp":"1576388825","retweet_count":"0","favorite_count":"4","in_reply_to_status_id":"1206087742930571265","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 31. But don't get me wrong. Designers are also empaths, and mediators. Design stands for inclusion, universal access, empowerment. See – there is internal contradiction. As in all things, a balance of opposing forces."},
  {"id":"1206088871512924160","timestamp":"1576388969","retweet_count":"0","favorite_count":"3","in_reply_to_status_id":"1206088265956093952","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 32. The Contemporary Art World is the fullest expression of this flavor. Perfectly all-white rooms with 5900K CFL lighting and no shadows. Impeccable outfits – you might not be able to tell if you're at Dubai International Airport or an art fair."},
  {"id":"1206089752505536515","timestamp":"1576389179","retweet_count":"0","favorite_count":"3","in_reply_to_status_id":"1206088871512924160","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 33. One year I helped Hans Haacke with a piece for the Venice Biennale. You could not imagine a more stalwart comrade of the Left. The installation overlapped with May Day and we received a stern email encouraging us to take the day off, despite the hectic schedule."},
  {"id":"1206091542860972032","timestamp":"1576389606","retweet_count":"0","favorite_count":"4","in_reply_to_status_id":"1206089752505536515","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 34. And you could not imagine the opulence. I drank €20 negronis and chain smoked with the editor of a top-tier art-theory magazine on a patio beside a canal in a hotel made literally entirely of marble."},
  {"id":"1206093183731417091","timestamp":"1576389997","retweet_count":"0","favorite_count":"4","in_reply_to_status_id":"1206091542860972032","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 35. The party was hosted by another magazine devoted to weird corporate aesthetics, stock photography, gender, sex, identity, everything fluidity – every genre at once. No future. Global street culture. Pessimism. Free Expression. Precise Criticism. Platonic Solids."},
  {"id":"1206113007836680197","timestamp":"1576394724","retweet_count":"0","favorite_count":"3","in_reply_to_status_id":"1206093183731417091","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 36. In my life as a traveler and seeker, I've spent a lot of time 'getting into' new communities. In my mid-20s, that was the Contemporary Art World, and with an outsider's perspective, it's one of the most fascinating things I've encountered."},
  {"id":"1206113929258102784","timestamp":"1576394943","retweet_count":"1","favorite_count":"5","in_reply_to_status_id":"1206113007836680197","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 37. Before talking about where they've interacted, I think it will be interesting to describe Art and the alt-right as hyperobjects. Fun fact: I first read Morton's book as required reading in a free video art class I took in the Bowery – artists love metaphysics."},
  {"id":"1206114720354205696","timestamp":"1576395132","retweet_count":"1","favorite_count":"9","in_reply_to_status_id":"1206113929258102784","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 38. Contra many other subcultures, Art, I argue (to many's chagrin) is principally an *economy*. The defining character of Art is the economic relationship between the State, the Collector, and the Artist. There are many other actors, but this is the core."},
  {"id":"1206116401938755584","timestamp":"1576395533","retweet_count":"2","favorite_count":"5","in_reply_to_status_id":"1206114720354205696","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 39. Art here serves two purposes; two masters. For the State, art serves the function of legitimizing power. This relation is expressed through the museum. Think: Louvre. Think: CIA funding Jackson Pollock as a weapon against Communism."},
  {"id":"1206116889371402240","timestamp":"1576395649","retweet_count":"1","favorite_count":"9","in_reply_to_status_id":"1206116401938755584","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 40. A vibrant Art World reflects a thriving populace, and so it is strategic for the State as a brand to invest in its flourishing. That we think \"I go to New York, I visit the MoMA\" bodes well for the American Empire. Sure, we wield incontestable force, but we enable expression."},
  {"id":"1206118041303433216","timestamp":"1576395924","retweet_count":"1","favorite_count":"8","in_reply_to_status_id":"1206116889371402240","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 41. For the collector, Art is the ultimate luxury object and collector's item. Purposeless, maximally difficult to acquire, and singular. It also happens to be a tax-free asset class, thanks to the State. Thanks State!"},
  {"id":"1206118909079773184","timestamp":"1576396131","retweet_count":"1","favorite_count":"6","in_reply_to_status_id":"1206118041303433216","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 42. So, Art is also a high-risk, high-reward investment and a vehicle for money laundering. Sound familiar? @Bitcoin"},
  {"id":"1206119679871213569","timestamp":"1576396314","retweet_count":"0","favorite_count":"2","in_reply_to_status_id":"1206118909079773184","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr @Bitcoin 43. Museums solidify the value of Artists by organizing \"mid-career retrospective exhibitions\" and adding Works to their own collections. In the other direction, Collectors serve on the boards of museums, and museums often show private collections."},
  {"id":"1206120664869957632","timestamp":"1576396549","retweet_count":"0","favorite_count":"3","in_reply_to_status_id":"1206119679871213569","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr @Bitcoin 44. Art Biennials are like Worlds Fairs or The Olympics for Art, and serve as temporary global museums. The Venice Biennale is the most important and includes a \"pavilion\" for every major country. Art Fairs are like trade conferences for Art."},
  {"id":"1206121297412886528","timestamp":"1576396700","retweet_count":"1","favorite_count":"5","in_reply_to_status_id":"1206120664869957632","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr @Bitcoin 45. Art derives its value by being somehow \"of the moment,\" and through accruing 'historical value.' This is complicated to describe, and I won't spend too much time here, but suffice to say there is a complex internally-consistent system for valuing Art."},
  {"id":"1206122185879769088","timestamp":"1576396912","retweet_count":"1","favorite_count":"10","in_reply_to_status_id":"1206121297412886528","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr @Bitcoin 46. This value is indexed by: Art History books, academic discourse, Art Criticism, historical pricing, Museum inclusion, Gallery representation, reputation amongst actors in the Art World, Artist's CVs, network location (who you know), influence on other Artists, etc."},
  {"id":"1206124417815703553","timestamp":"1576397444","retweet_count":"0","favorite_count":"12","in_reply_to_status_id":"1206122185879769088","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr @Bitcoin 47. This all maybe true – I believe it is – but then something very strange happens. If you actually look at Art, talk to Artists, hang out with them, what Art is purportedly \"actually\" about has nothing to do with this. Art at the level of Art feels like an actual subculture."},
  {"id":"1206125245444190209","timestamp":"1576397641","retweet_count":"0","favorite_count":"10","in_reply_to_status_id":"1206124417815703553","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr @Bitcoin 48. Art itself is Spiritual. It transcends materiality. Artists live outside society, like monks. They're anti-power. They stand for humanity, for love, for expression. They live in connection with the unconscious. Art is eternal, primordial, not of this world."},
  {"id":"1206125947260243968","timestamp":"1576397809","retweet_count":"0","favorite_count":"3","in_reply_to_status_id":"1206125245444190209","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr @Bitcoin 49. At least that was the vibe in the early 20th century. Contemporary Artists are fiercely political and humanist, and they engage in complex and subtle conceptual, ethico-aesthetic, and political games."},
  {"id":"1206126391478980608","timestamp":"1576397915","retweet_count":"3","favorite_count":"20","in_reply_to_status_id":"1206125947260243968","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr @Bitcoin 50. McLuhan described artists as the sensory apparatus of society. They're sensitive, and they're the first to detect subtle shifts. They sense movements pre-verbally, and articulate new ideas, feelings, vibes, aesthetics close to the source. Close to the undifferentiated plenum."},
  {"id":"1206129649530499072","timestamp":"1576398691","retweet_count":"1","favorite_count":"12","in_reply_to_status_id":"1206126391478980608","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr @Bitcoin 51. Within the Art World, amongst Artists, the Art Economy is considered anathema. Artists are typically anti-capitalist, anti-inequality, against oppression. Yet Art would not exist if it were not created by the State and by the Collector – rich capitalists."},
  {"id":"1206133909232111616","timestamp":"1576399707","retweet_count":"0","favorite_count":"11","in_reply_to_status_id":"1206129649530499072","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr @Bitcoin 52. So the Contemporary Art World is this rich tapestry of contradiction, each pinned to its extreme. The most inequitable, elitist, imperial, yet spiritual, free, and human. The most valued, yet the least valuable."},
  {"id":"1206142091161526273","timestamp":"1576401658","retweet_count":"0","favorite_count":"5","in_reply_to_status_id":"1206133909232111616","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr @Bitcoin It's late and I'll have to pick this up tomorrow. Read @QiaochuYuan's response in the meantime https://t.co/wp6nQBMuG8"},
  {"id":"1206090257147367427","timestamp":"1576389300","retweet_count":"0","favorite_count":"1","in_reply_to_status_id":"1206088871512924160","in_reply_to_user_id":"70859386","in_reply_to_screen_name":"msutherl","text":"@vgr 33. One year I helped Hans Haacke with a piece for the Venice Biennale. You could not imagine a more stalwart comrade of the Left. Installation overlapped with May Day and we all received a stern email encouraging us to take the day off despite the hectic schedule."}
 ]
}
